[{"title":"How Two Irish Businessmen Almost Took Nigeria for $11 Billion","content":"How Two Irish Businessmen Almost Took Nigeria for $11 Billion A mundane contractual provision met with rampant corruption — revealing a serious vulnerability in one of the backbones of international commerce.","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/magazine\/nigeria-corruption-michael-quinn-brendan-cahill.html","cluster":0},{"title":"Is Soccer Ready to Retire Its Last Taboo?","content":"Is Soccer Ready to Retire Its Last Taboo? A new documentary about gay players tells a story that is, in some ways, no longer a story.","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/world\/europe\/soccer-gay-players.html","cluster":0},{"title":"Burned Vehicles Litter Streets After Clashes in Northern India","content":"Burned Vehicles Litter Streets After Clashes in Northern India Protests broke out in the town of Haldwani, India, after officials and the police arrived to demolish a mosque and a Muslim seminary.","url":"https:\/\/www.nytimes.com\/video\/world\/asia\/100000009305985\/india-clashes-mosque-muslim-seminary.html","cluster":0},{"title":"Reversing Course, Guinness Gives a Frenchman’s Eiffel Tower the Record","content":"Reversing Course, Guinness Gives a Frenchman’s Eiffel Tower the Record Weeks after disqualifying a 24-foot tower made of matchsticks, Guinness World Records apologized and said it had been too “heavy handed.”","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/world\/europe\/eiffel-tower-matchsticks-guinness.html","cluster":0},{"title":"Robert Badinter, Who Won Fight to End Death Penalty in France, Dies at 95","content":"Robert Badinter, Who Won Fight to End Death Penalty in France, Dies at 95 He spent decades as an esteemed defense lawyer but was best known as the justice minister who enacted a 1981 law abolishing capital punishment.","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/world\/europe\/robert-badinter-dead.html","cluster":0},{"title":"Dipping Into the World’s Most Stunning Hot Springs","content":"Dipping Into the World’s Most Stunning Hot Springs From onsens in Japan to high-altitude pools in Bolivia, the photographer Greta Rybus shares highlights from her search for thermal waters.","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/travel\/hot-springs.html","cluster":0},{"title":"Friday Briefing","content":"Friday Briefing A special counsel clears Biden.","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/briefing\/biden-documents-zelensky-general.html","cluster":0},{"title":"Biden sharpens criticism of Israel, calling its Gaza response ‘over the top.’","content":"Biden sharpens criticism of Israel, calling its Gaza response ‘over the top.’ “There are a lot of innocent people who are in trouble and dying,” the president said in a session with reporters. “And it’s got to stop.”","url":"https:\/\/www.nytimes.com\/2024\/02\/09\/us\/politics\/biden-israel-gaza.html","cluster":0},{"title":"As Fears Rise, Some Australians Seek U.S.-China Détente","content":"As Fears Rise, Some Australians Seek U.S.-China Détente Many countries are trying to figure out what to do about a more insecure, more nuclear-driven world. Australia has an idea.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/australia\/australia-us-china-detente.html","cluster":3},{"title":"Putin Calls on U.S. to ‘Negotiate’ on Ukraine in Tucker Carlson Interview","content":"Putin Calls on U.S. to ‘Negotiate’ on Ukraine in Tucker Carlson Interview In a two-hour interview, President Vladimir Putin of Russia was more direct than usual about how he sees his Ukraine invasion ending: not with a military victory, but a deal with the West.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/putin-tucker-carlson-interview.html","cluster":0},{"title":"Crowded Gazan City Bombed as Negotiators Try to Revive Cease-Fire Talks","content":"Crowded Gazan City Bombed as Negotiators Try to Revive Cease-Fire Talks A day after Prime Minister Benjamin Netanyahu signaled that the Israeli military was preparing to move into Rafah, airstrikes there killed and wounded multiple people.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/middleeast\/gaza-rafa-israel-hamas.html","cluster":0},{"title":"A New General Takes Over as Ukraine Struggles on the Battlefield","content":"A New General Takes Over as Ukraine Struggles on the Battlefield Gen. Oleksandr Syrsky is taking a job vacated by a general who is well-regarded by the army, in what is widely perceived as a politicized shake-up of Ukraine’s military leadership.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/ukraine-russia-war-oleksandr-syrsky.html","cluster":4},{"title":"Michael Mann, a Leading Climate Scientist, Wins His Defamation Suit","content":"Michael Mann, a Leading Climate Scientist, Wins His Defamation Suit The researcher had sued two writers for libel and slander over comments about his work. The jury awarded him damages of more than $1 million.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/climate\/michael-mann-defamation-lawsuit.html","cluster":0},{"title":"Trump, Putin, Carlson and the Shifting Sands of Today’s American Politics","content":"Trump, Putin, Carlson and the Shifting Sands of Today’s American Politics An interview with Russia’s leader and congressional resistance to aid for Ukraine underscore the transformation of the parties and electorate in the United States more than three decades after the Cold War.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/us\/politics\/trump-putin-carlson-shifting-american-politics.html","cluster":0},{"title":"Riad al-Turk, the ‘Mandela of Syria,’ Dies in Exile at 93","content":"Riad al-Turk, the ‘Mandela of Syria,’ Dies in Exile at 93 Imprisoned four times, he spent almost 20 years in Syria’s prisons, nearly 18 in solitary confinement, for speaking out against the Assad regimes. He died in France.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/middleeast\/riad-al-turk-the-mandela-of-syria-dies-in-exile-at-93.html","cluster":2},{"title":"Friday Briefing: Will Trump Be Allowed to Hold Office Again?","content":"Friday Briefing: Will Trump Be Allowed to Hold Office Again? Also, Pakistan’s elections and a shake-up in Ukraine’s military leadership.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/asia\/supreme-court-trump-ukraine-asia.html","cluster":0},{"title":"Have We Crossed a Dangerous Warming Threshold? Here’s What to Know.","content":"Have We Crossed a Dangerous Warming Threshold? Here’s What to Know. Recent temperature rises have come uncomfortably close to a key benchmark: 1.5 degrees Celsius. It’s a bad sign for the world’s climate goals, but it’s not game over. Not yet.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/climate\/global-warming-dangerous-threshold.html","cluster":0},{"title":"C.D.C. Investigating Gastrointestinal Illness on Luxury Cruise Ship","content":"C.D.C. Investigating Gastrointestinal Illness on Luxury Cruise Ship The Queen Victoria was on its way to Honolulu from San Francisco on a 107-night world cruise when more than 150 people on board reported symptoms, officials said.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/us\/queen-victoria-cruise-ship-outbreak-cdc.html","cluster":0},{"title":"Polluted Flowers Smell Less Sweet to Pollinators, Study Finds","content":"Polluted Flowers Smell Less Sweet to Pollinators, Study Finds The research, involving primroses and hawk moths, suggests that air pollution could be interfering with plant reproduction.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/science\/pollution-flowers-pollination.html","cluster":0},{"title":"Zelensky Removes His Top General, in Major Shake-Up of Ukraine Military","content":"Zelensky Removes His Top General, in Major Shake-Up of Ukraine Military Gen. Valery Zaluzhny led the effort that thwarted Russia’s initial assault on Kyiv. But his troops have struggled to make progress recently, and tensions have mounted with the civilian leadership.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/zelensky-general-valery-zaluzhny-ukraine-military.html","cluster":0},{"title":"Iceland Volcano Erupts Again","content":"Iceland Volcano Erupts Again A volcano system in southwestern Iceland erupted on Thursday for the third time since December.","url":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000009303813\/iceland-volcano.html","cluster":0},{"title":"How the far right is chipping away at a postwar taboo","content":"How the far right is chipping away at a postwar taboo The traction gained by ultranationalist parties over the past decade may be a sign that an important consensus is breaking down.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/how-the-far-right-is-chipping-away-at-a-postwar-taboo.html","cluster":0},{"title":"Ukraine’s Creative Use of Weapons Carries Promise and Risk","content":"Ukraine’s Creative Use of Weapons Carries Promise and Risk A Russian plane shot down with a Patriot missile was probably carrying Ukrainian prisoners of war, U.S. officials say.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/us\/politics\/ukraine-russia-patriot-missile.html","cluster":0},{"title":"Gold, Silver and … Iron? Olympic Medals Will Have Piece of Eiffel Tower","content":"Gold, Silver and … Iron? Olympic Medals Will Have Piece of Eiffel Tower Medalists at this year’s Paris Olympics and Paralympics will also take home a piece of the French capital’s iconic landmark.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/paris-olympics-medals-eiffel-tower.html","cluster":0},{"title":"UEFA Eases Term Limits but President Says He Won’t Test Them","content":"UEFA Eases Term Limits but President Says He Won’t Test Them Aleksander Ceferin prevailed in an effort that would have allowed him another four-year stint as president. Then he announced he wouldn’t seek one.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/uefa-ceferin-term-limits.html","cluster":1},{"title":"Some Hostages’ Families Say Israel Should Keep Fighting Hamas","content":"Some Hostages’ Families Say Israel Should Keep Fighting Hamas A few relatives of hostages held in Gaza argue that Israel’s military must not be too quick to end the war, even if it prolongs their loved ones’ captivity.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/middleeast\/israel-hostages-hamas-war-gaza.html","cluster":0},{"title":"The Brief Reign of Japan’s First Foreign-Born Beauty Queen","content":"The Brief Reign of Japan’s First Foreign-Born Beauty Queen Karolina Shiino, a naturalized Japanese citizen who was born in Ukraine, resigned two weeks after winning the Miss Japan crown.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/asia\/miss-japan-karolina-shiino-ukraine.html","cluster":0},{"title":"More Adolescent Boys Have Eating Disorders. Two Experts Discuss Why.","content":"More Adolescent Boys Have Eating Disorders. Two Experts Discuss Why. For the longest time, researchers focused on diagnosing and treating girls, but that is changing.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/health\/adolescents-boys-eating-disorders.html","cluster":0},{"title":"Australia Introduces Workers’ ‘Right to Disconnect’","content":"Australia Introduces Workers’ ‘Right to Disconnect’ If the legislation passes, companies could face fines if they penalize employees for failing to respond to work-related communication in off-work hours.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/australia\/right-to-disconnect-law.html","cluster":0},{"title":"Iceland Volcano Erupts Again, Cutting Off Hot Water to Thousands","content":"Iceland Volcano Erupts Again, Cutting Off Hot Water to Thousands The flowing lava poured over a key pipe that transports hot water from the local power plant to nearby towns.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/europe\/iceland-volcano-erupts.html","cluster":0},{"title":"Thursday Briefing","content":"Thursday Briefing A U.S. strike kills a militia commander in Iraq.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/briefing\/militia-iraq-senate-aid-immigration.html","cluster":0},{"title":"Pakistan Election Highlights Military’s Sway Over Stormy Politics","content":"Pakistan Election Highlights Military’s Sway Over Stormy Politics A crackdown on a major political party and the political resurrection of a former leader are the latest dizzying swerves in the country’s roller-coaster politics.","url":"https:\/\/www.nytimes.com\/2024\/02\/08\/world\/asia\/election-pakistan.html","cluster":0},{"title":"2024 Begins With More Record Heat Worldwide","content":"2024 Begins With More Record Heat Worldwide On the heels of Earth’s warmest year, January was the eighth month in a row in which global temperatures blew past previous records.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/climate\/2024-hottest-january-data.html","cluster":5},{"title":"What to Know About Pakistan’s Election","content":"What to Know About Pakistan’s Election Analysts say Pakistan’s powerful military has never intervened so openly on behalf of its preferred candidate.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/asia\/pakistan-elections.html","cluster":0},{"title":"Canadian Ex-Intelligence Official Is Sentenced to 14 Years Over State Secrets","content":"Canadian Ex-Intelligence Official Is Sentenced to 14 Years Over State Secrets Cameron Ortis was convicted of passing state secrets to men under police investigation, but his motives remain unknown. He said it was all part of an international mission he could not disclose.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/canada\/sentence-state-secrets.html","cluster":0},{"title":"Ukraine Worries About Losing Its Biggest Weapon: U.S. Military Aid","content":"Ukraine Worries About Losing Its Biggest Weapon: U.S. Military Aid Without it, Kyiv could hold out for part of the year, one expert said, but would then begin losing the war.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/europe\/ukraine-us-military-aid-russia.html","cluster":0},{"title":"Netanyahu Spurns Hamas Offer for Gaza Cease-Fire","content":"Netanyahu Spurns Hamas Offer for Gaza Cease-Fire The Israeli prime minister said that the proposed deal would leave Israel vulnerable to attack and that its forces were preparing to expand their operations.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/middleeast\/netanyahu-hamas-gaza-negotiations.html","cluster":0},{"title":"Prince Harry Ends U.K. Trip Without Meeting Prince William","content":"Prince Harry Ends U.K. Trip Without Meeting Prince William On a whirlwind trip to London, Harry met briefly with his father, King Charles III, who has cancer, but did not visit his older brother, the heir to the throne.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/europe\/uk-royal-family-harry.html","cluster":0},{"title":"Deportation Flights From the U.S. to Venezuela in Limbo","content":"Deportation Flights From the U.S. to Venezuela in Limbo Flights sending Venezuelans back to their homeland have not taken off for two weeks. The move could be a setback to President Biden’s effort to tackle a migration surge.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/americas\/migrant-crisis-deport-venezuela-flights.html","cluster":0},{"title":"The United States Has Been a Bulwark for Ukraine. What Happens if Support Collapses?","content":"The United States Has Been a Bulwark for Ukraine. What Happens if Support Collapses? American officials concede there is nothing on the horizon that could match the power of a new, $60 billion congressional appropriation to support its war against Russian aggression.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/us\/politics\/united-states-support-ukraine.html","cluster":0},{"title":"U.S. Strike in Baghdad Kills Iranian-Backed Militia Commander","content":"U.S. Strike in Baghdad Kills Iranian-Backed Militia Commander The killing of a leader of Kata’ib Hezbollah continued a series of strikes in retaliation for attacks on U.S. troops in the region, including one that killed three Americans in Jordan.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/us\/politics\/us-strike-iraq-milita.html","cluster":6},{"title":"Two Cases Aim to Cut Off China and Iran From U.S. Technology","content":"Two Cases Aim to Cut Off China and Iran From U.S. Technology In one case, material stolen from a private company would help the development of technology to track ballistic and hypersonic missiles, U.S. officials said.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/us\/politics\/china-iran-arrests-export-controls.html","cluster":0},{"title":"Thursday Briefing: The Stakes of Pakistan’s Elections","content":"Thursday Briefing: The Stakes of Pakistan’s Elections Also, U.S. aid to Ukraine stalls and a fight over the origins of butter chicken.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/asia\/pakistan-vote-ukraine-israel-us-asia.html","cluster":0},{"title":"Digital Art Group Reconstructs a 43-Foot Ancient Roman Statue","content":"Digital Art Group Reconstructs a 43-Foot Ancient Roman Statue Factum Foundation, a Madrid-based digital art group, analyzed 10 fragments from a sculpture of Constantine the Great, a fourth-century Roman emperor, to create a 1:1 replica.","url":"https:\/\/www.nytimes.com\/video\/world\/europe\/100000009301852\/rome-statue-reconstruction.html","cluster":0},{"title":"Prince William Is Back at Work, Facing a New Normal","content":"Prince William Is Back at Work, Facing a New Normal Returning to royal duties after his wife’s surgery and the news of King Charles’s cancer, the heir to the throne will confront new demands on his time.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/europe\/prince-william-king-charles-cancer.html","cluster":0},{"title":"Rome’s Ancient Grandeur Towers Anew With a Copy of a Colossus","content":"Rome’s Ancient Grandeur Towers Anew With a Copy of a Colossus A 1:1 facsimile of the statue of Constantine shows how modern technology can help recreate the past, and offers new ideas for scholarship.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/europe\/colossus-constantine-rome-statue.html","cluster":0},{"title":"Who Created Butter Chicken? India’s Great Curry Clash.","content":"Who Created Butter Chicken? India’s Great Curry Clash. A court has been asked to solve a bitter dispute between two families who have very different accounts of the origins of a dish beloved around the world.","url":"https:\/\/www.nytimes.com\/2024\/02\/07\/world\/asia\/india-butter-chicken-lawsuit.html","cluster":0},{"title":"The Debate Over Butter Chicken’s Origins","content":"The Debate Over Butter Chicken’s Origins The celebrated Indian dish combines tandoori chicken with a creamy curry made with tomatoes, butter and spices.","url":"https:\/\/www.nytimes.com\/video\/world\/asia\/100000009293870\/butter-chicken-inventor-india.html","cluster":0}]